{
  "n": 1,
  "subject": "Welcome Back! This Week in YO!",
  "interlude": "<p>Welcome back everybody, both new and old. YO is stoked to start putting out fall trips to all the gorgeous locations we have available to us here in the American Northeast.</p><p>For those new to our email list, (and those who have forgotten), if you have any questions about the trips feel free to contact the leaders, whose emails are linked right under the sign up button.</p><p>For those of you who are interested in joining our leaders' ranks, we'll be releasing our new leader application <b>next Monday</b>, so watch out for that!</p>",
  "quote": "Every minute outside and awake is a <b>good</b> minute!",
  "author": "Calvin & Hobbes, 1993",
  "cover": {
    "image_url": "https://i.imgur.com/jrR3QKq.jpg",
    "subtitle": "Crawford Notch, NH"
  },
  "trips": [
    {
      "title": "Sunrise Hike",
      "signup_link": "http://goo.gl/forms/YrBKVC6uWv",
      "leaders": [
        {
          "name": "Aaron Troncoso",
          "email": "aaron.troncoso@yale.edu"
        }
      ],
      "date": "09-11",
      "blurb": "Looking for a great way to start your semester? Whether you’re a regular or a newcomer, we’ll be heading back to West Rock State Park, a mere 15 minute drive or bike from campus on Friday morning for the first sunrise hike of the year. The plan is to leave from Phelps Gate at 05:45, and return by 8 or so. Come experience the magic of a New Haven summer sunrise!",
      "image_url": "http://i.imgur.com/ikqll16.jpg"
    },
    {
      "title": "Friday Film Screening",
      "signup_link": "http://goo.gl/forms/GLZb6vfrNB",
      "leaders": [
        {
          "name": "Sarah Gross",
          "email": "sarah.gross@yale.edu"
        }
      ],
      "date": "09-11",
      "blurb": "Come watch a cool movie with cool people! On Friday, we'll be screening the film <b>180 Degrees South</b>, a movie about adventurer Jeff Johnson retracing Patagonia founder Yvon Chouinard and North Face founder Doug Tompkins' 1968 trip to Chile. It is YO Co-cordinator Emeritus Rafi Bildner's favorite outdoor film of all time. Join us at <b>8 p.m.</b> at the <b>YO house (229 Dwight St.)</b>. Weather permitting, we'll show it in the backyard and enjoy some s'mores around a fire pit after the movie is over.",
      "image_url": "http://i.imgur.com/62q8rlN.jpg"
    },

    {
      "title": "Bike to Sleeping Giant State Park",
      "signup_link": "http://goo.gl/forms/bzNezV8Il9",
      "leaders": [
        {
          "name": "Liz Karron",
          "email": "elizabeth.karron@yale.edu"
        },
        {
          "name": "Marcus Russi",
          "email": "marcus.russi@yale.edu"
        }
      ],
      "image_url": "http://i.imgur.com/dWO3Ra4.jpg",
      "date": "09-13",
      "blurb": "Come bike with us to Sleeping Giant State Park! The bike ride to the park will be about 30-45 minutes. Once we're there, we'll hike, explore, and otherwise adventure. Meet in front of Phelps Gate at 11am!"
    },
    {
      "title": "International Coastal Cleanup",
      "signup_link": "http://goo.gl/forms/ijH1EZwib4",
      "leaders": [
        {
          "name": "Liz Karron",
          "email": "elizabeth.karron@yale.edu"
        }
      ],

      "image_url": "http://i.imgur.com/Dfpy1GC.jpg",
      "date": "09-19",
      "blurb": "On September 19, designated as International Coastal Cleanup Day by the Ocean Conservancy, people around the world will work to clean up the trash found on their local beaches and waterways. These volunteers have a big impact: last year, 560,000 volunteers in 91 countries picked up more than 16 million pounds of trash. Become part of the effort this year by participating in the coastal cleanup event at the Long Wharf Nature Preserve in New Haven at <b>10am</b>!"
    },
    {
      "title": "Moonlit Presidential Traverse",
      "signup_link": "http://goo.gl/forms/GDAjTRT1s2",
      "image_url": "http://i.imgur.com/rh2HhlE.png",
      "leaders": [
        {
          "name": "Sara Hamilton",
          "email": "sara.hamilton@yale.edu"
        },
        {
          "name": "Johnny Golding",
          "email": "john.golding@yale.edu"
        },
        {
          "name": "Isaac Kirk-Davidoff",
          "email": "isaac.kirk-davidoff@yale.edu"
        }
      ],
      "date": "09-26",
      "blurb": "Join YO on the last weekend in September as we attempt one of the most legendary hikes in the White Mountains -- the Presidential Traverse. This route travels 23 miles over 9,000ft of elevation gain across a striking ridgeline connecting many of the highest peaks in the Northeastern US. We will be doing it in a single night, under a nearly full moon – starting around nightfall on Saturday, and finishing early Sunday morning to enjoy an alpine sunrise. This itinerary demands exceptional fitness and the ability to quickly and safely navigate rocky, steep terrain at night. (Note: this trip is during Parents Weekend)."
    }
  ],
  "signoff": "See you around",
  "nickname": "Transport-Ants-Are-Real"
}
