{
  "n": 10,
  "subject": "This Week in YO!",
  "interlude": "<p>Hey YO Members! Interested in showing your YO pride? Interested in showing your YO pride? Order a Yale Outdoors Nalgene by filling out this <a href='http://goo.gl/forms/0KabUCFyZy'>form</a> by <b>Saturday Novermber 21st. </b> Nalgenes will cost approximately $10-15 each -- the exact price will be announced once we place the order.<br><img src='http://i.imgur.com/KSNL9ah.jpg' /></p>",
  "quote": "We do not live to eat and make money, we eat and make money to be able to enjoy life.",
  "author": "George Mallory",
  "cover": {
    "image_url": "http://i.imgur.com/nOkYYoU.jpg", 
    "subtitle": "The Sierras"
  },
  "trips": [
  {
      "title": "Wilderness First Responder Training",
      "signup_link": "http://goo.gl/forms/dZ7RnQpA03",
      "leaders": [
        {
          "name": "Aaron Troncoso",
          "email": "aaron.troncoso@yale.edu"
        },
        {
          "name": "Marcus Russi",
          "email": "marcus.russi@yale.edu"
        }
      ],
      "blurb": "Want to know more than just the basics of wilderness medicine? This winter’s Wilderness First Responder course (WFR) hosted by Yale Outdoors and conducted by SOLO will go beyond elementary first aid skills and give you a wide variety of techniques and tools for staying safe in the backcountry.  The course will be held on Yale's campus, and if you are a Yale undergraduate, we will provide you with housing if you lack it. This is a wonderful opportunity to spend the last bit of winter break learning valuable skills and hanging around fellow outdoorsy people!</p><p>More details on pricing to come, but indicate your interest by signing up now! The course will be subsidized for Yale students, and will be significantly cheaper than the market rate for WFR courses. Limited scholarships are available based on demonstrated need.",
      "date": "1-4 - 1-16 | $tbd",
      "image_url": "http://i.imgur.com/hh26t5X.jpg"
    },
    {
      "title": "East Rock Hike",
      "signup_link": "http://goo.gl/forms/QNshc7z8Zo",
      "leaders": [
        {
          "name": "Brian Beitler",
          "email": "brian.beitler@yale.edu"
        }
      ],
      "date": "11-20, 1p | $0",
      "blurb": "Want an East Rock trip that leaves at a reasonable time and that travels at a reasonable pace? Look no further than this trip! We will leave from Phelps Gate at 1pm and set off at a brisk stroll up East Rock to look at the view that your friends always say is so great. This is a perfect trip if you have never been up East Rock and want to be able to say that you have done it. It is also perfect if you have done it 1,000 times. We will be back by 4:30p.",
      "image_url": "http://i.imgur.com/gHC8IlG.jpg"
    }
  ],
  "signoff": "BREAK IS SO CLOSE I CAN TASTE IT",
  "nickname": "Triangular"
}
